Revit 2027 API
HomeCamera.Pivot Property
 The pivot point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Pivot { get; }
Public ReadOnly Property Pivot As XYZ
	Get
public:
property XYZ^ Pivot {
	XYZ^ get ();
}
member Pivot : XYZ with get
Property Value
XYZ
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace